13/data/attachments/811b9d7d9873a672.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lawrence_officer_Friend_28042_0</nif:username>
            <nif:friendToBeRequested>soap_friends_ab69a72f-1c6a-4c38-a8c0-fc7218d77eca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>